import Head from 'next/head';
export default function policy() {
  return (
    <>
      <Head>
        <title>田中本気農家 | プライバシーポリシー</title>
      </Head>
      <div className="policy-title">
        <h1 className="text-3xl not-italic">プライバシーポリシー</h1>
      </div>
      <div className="text-content">
        <p>
          田中本気農家(以下当ショップ)は、をご利用頂くお客様の個人情報を適切に保護するため、
          その取扱いにつきましては細心の注意を払っております。安心してご利用いただくために、
          当サイトにおける個人情報のお取扱いについて、以下のプライバシーポリシーを定めております。
          当サイトをご利用いただくお客様はこのプライバシーポリシーに従ってお客様の個人情報が取り扱われることに
          ご同意いただいたものとさせていただきます。また、このプライバシーポリシーは、お客様の個人情報を保護するために予告なしに改定されることがあります。
          改定後は新方針を適用いたします。
        </p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">1.個人情報の定義</h2>
        <p>
          「個人情報」とは、生存する個人に関する情報であって、
          当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別することができるもの、
          及び他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものをいいます。
        </p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">2.個人情報の収集</h2>
        <p>
          当ショップでは商品のご購入、お問合せをされた際にお客様の個人情報を収集することがございます。
          <br></br>
          収集するにあたっては利用目的を明記の上、適法かつ公正な手段によります。
          <br></br>
          <br></br>
          当ショップで収集する個人情報は以下の通りです。
          <br></br>
          <br></br> a)お名前、フリガナ
          <br></br>b)ご住所
          <br></br>c)お電話番号
          <br></br>d)メールアドレス
          <br></br>e)パスワード
          <br></br>f)配送先情報
          <br></br>g)当ショップとのお取引履歴及びその内容
          <br></br>h)上記を組み合わせることで特定の個人が識別できる情報
          ＃ショップで使用する項目すべてをご記入ください
        </p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">3.個人情報の利用</h2>
        <p className="mb-4">
          当ショップではお客様からお預かりした個人情報の利用目的は以下の通りです。
        </p>
        <p>a)ご注文の確認、照会</p>
        <p>b)商品発送の確認、照会</p>
        <p>c)お問合せの返信時</p>
        <p className="mb-4">
          当ショップでは、下記の場合を除いてはお客様の断りなく第三者に個人情報を開示・提供することはいたしません。
        </p>
        <p>
          a)法令に基づく場合、及び国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合
        </p>
        <p>
          b)人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難である場合
        </p>
        <p>＃なお、個人情報の販売は禁止させていただきます。</p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">4.個人情報の安全管理</h2>
        <p>
          お客様よりお預かりした個人情報の安全管理はサービス提供会社によって合理的、
          組織的、物理的、人的、技術的施策を講じるとともに、当ショップでは関連法令に準じた適切な取扱いを行うことで個人データへの不正な侵入、
          個人情報の紛失、改ざん、漏えい等の危険防止に努めます。
        </p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">5.個人情報の訂正、削除</h2>
        <p>
          お客様からお預かりした個人情報の訂正・削除は下記の問合せ先よりお知らせ下さい。
          また、ユーザー登録された場合、当サイトのメニュー「マイアカウント」より個人情報の訂正が出来ます。
        </p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">6.cookie(クッキー)の使用について</h2>
        <p>
          当社は、お客様によりよいサービスを提供するため、cookie
          （クッキー）を使用することがありますが、
          これにより個人を特定できる情報の収集を行えるものではなく、お客様のプライバシーを侵害することはございません。
        </p>
        <p>
          また、cookie
          （クッキー）の受け入れを希望されない場合は、ブラウザの設定で変更することができます。
        </p>
        <p>
          ※cookie
          （クッキー）とは、サーバーコンピュータからお客様のブラウザに送信され、お客様が使用しているコンピュータのハードディスクに蓄積される情報です。
        </p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">7.SSLの使用について</h2>
        <p>
          個人情報の入力時には、セキュリティ確保のため、これらの情報が傍受、
          妨害または改ざんされることを防ぐ目的でSSL（Secure Sockets
          Layer）技術を使用しております。
        </p>
        <p>
          ※
          SSLは情報を暗号化することで、盗聴防止やデータの改ざん防止送受信する機能のことです。
          SSLを利用する事でより安全に情報を送信する事が可能となります。
        </p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">8.お問合せ先</h2>
        <p>田中本気農家</p>
        <p>〒000-0000</p>
        <p>東京都台東区蔵前4-30-7 タイガービル2F</p>
        <p>TEL:03-6240-9997</p>
      </div>
      <div className="text-content">
        <h2 className="font-bold">9.プライバシーポリシーの変更</h2>
        <p>
          当ショップでは、収集する個人情報の変更、利用目的の変更、
          またはその他プライバシーポリシーの変更を行う際は、当ページへの変更をもって公表とさせていただきます。
        </p>
      </div>
    </>
  );
}
